<template>
  <div class="index">
    <div v-for="item in infos" :key="item.id">
      <div class="info">
        <div class="title">
          {{ item.title }}
        </div>
        <div class="content">
          {{ item.content }}
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      infos: [
        {
          title:
            '彭胜玉：中国已到民族最危急时刻，应立即做好应对“冷战+热战”准备',
          content:
            '美国以俄乌战争对俄封锁制裁的效果，已经确确实实地加大了美国刺激中国收台、联合盟友全面封锁制裁中国，或美国主动和中国打冷战的信心和决心。美国极有可能今年（甚至就在2022年4月-5月）就开始在台湾发起各种挑衅故意刺激中国动武收台，并叫嚣中国收台渲染战争威胁拉拢西方世界对中国进行全面的封锁制裁。美国以乌克兰刺激俄罗斯的一幕，很大可能今年就将发生在台湾。美国可能已经在构思对中俄进行“打包式冷战”，这一切可能就在今年发生，因为只有傻子才会给中国充足时间做冷战准备。'
        },
        {
          title:
            '彭胜玉：中国已到民族最危急时刻，应立即做好应对“冷战+热战”准备',
          content:
            '美国以俄乌战争对俄封锁制裁的效果，已经确确实实地加大了美国刺激中国收台、联合盟友全面封锁制裁中国，或美国主动和中国打冷战的信心和决心。美国极有可能今年（甚至就在2022年4月-5月）就开始在台湾发起各种挑衅故意刺激中国动武收台，并叫嚣中国收台渲染战争威胁拉拢西方世界对中国进行全面的封锁制裁。美国以乌克兰刺激俄罗斯的一幕，很大可能今年就将发生在台湾。美国可能已经在构思对中俄进行“打包式冷战”，这一切可能就在今年发生，因为只有傻子才会给中国充足时间做冷战准备。'
        },
        {
          title:
            '彭胜玉：中国已到民族最危急时刻，应立即做好应对“冷战+热战”准备',
          content:
            '美国以俄乌战争对俄封锁制裁的效果，已经确确实实地加大了美国刺激中国收台、联合盟友全面封锁制裁中国，或美国主动和中国打冷战的信心和决心。美国极有可能今年（甚至就在2022年4月-5月）就开始在台湾发起各种挑衅故意刺激中国动武收台，并叫嚣中国收台渲染战争威胁拉拢西方世界对中国进行全面的封锁制裁。美国以乌克兰刺激俄罗斯的一幕，很大可能今年就将发生在台湾。美国可能已经在构思对中俄进行“打包式冷战”，这一切可能就在今年发生，因为只有傻子才会给中国充足时间做冷战准备。'
        },
        {
          title:
            '彭胜玉：中国已到民族最危急时刻，应立即做好应对“冷战+热战”准备',
          content:
            '美国以俄乌战争对俄封锁制裁的效果，已经确确实实地加大了美国刺激中国收台、联合盟友全面封锁制裁中国，或美国主动和中国打冷战的信心和决心。美国极有可能今年（甚至就在2022年4月-5月）就开始在台湾发起各种挑衅故意刺激中国动武收台，并叫嚣中国收台渲染战争威胁拉拢西方世界对中国进行全面的封锁制裁。美国以乌克兰刺激俄罗斯的一幕，很大可能今年就将发生在台湾。美国可能已经在构思对中俄进行“打包式冷战”，这一切可能就在今年发生，因为只有傻子才会给中国充足时间做冷战准备。'
        },
        {
          title:
            '彭胜玉：中国已到民族最危急时刻，应立即做好应对“冷战+热战”准备',
          content:
            '美国以俄乌战争对俄封锁制裁的效果，已经确确实实地加大了美国刺激中国收台、联合盟友全面封锁制裁中国，或美国主动和中国打冷战的信心和决心。美国极有可能今年（甚至就在2022年4月-5月）就开始在台湾发起各种挑衅故意刺激中国动武收台，并叫嚣中国收台渲染战争威胁拉拢西方世界对中国进行全面的封锁制裁。美国以乌克兰刺激俄罗斯的一幕，很大可能今年就将发生在台湾。美国可能已经在构思对中俄进行“打包式冷战”，这一切可能就在今年发生，因为只有傻子才会给中国充足时间做冷战准备。'
        }
      ]
    }
  }
}
</script>

<style scoped>
.index {
  flex: 1;
}
.info {
  height: 170px;
  border-bottom: 1px solid #f6f6f6;
  margin-left: 10px;
}
.title {
  height: 54px;
  line-height: 54px;
  font-size: 18px;
  font-weight: 600;
}
.content {
  flex: 1;
  font-size: 15px;
  color: #121212;
}
</style>
